<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>

	<head>
		<meta charset="utf-8">
		<title>赳赳单车服务协议</title>
		<meta name="viewport" content="width=device-width, initial-scale=1,maximum-scale=1,user-scalable=no">
		<meta name="apple-mobile-web-app-capable" content="yes">
		<meta name="apple-mobile-web-app-status-bar-style" content="black">

		<link rel="stylesheet" href="css/mui.min.css">
	<style type="text/css">
		p {
				text-indent: 24px;
				color: #404040;
			}
			html,
			body,
		.mui-content {
				background-color: #fff;
			}
			.title1{
				text-indent: 0;
				font-size:16px;
				color:#000000;
				font-weight: bold;
				text-align: center;
			}
			.title2{
				text-indent: 0;
				font-size:14px;
				color:#000000;
				font-weight: bold;
			}
			.title3{
				text-indent: 12px;
				font-size:14px;
				color:#000000;
				font-weight: bold;
			}
	</style>
	</head>
	<body>
		<div class="mui-content">
		    <div class="mui-content-padded">
		    	<p class="title1">赳赳单车服务协议</p>
				<p class="title2">【审慎阅读】</p>
				<p>您在申请注册流程中点击同意本协议之前，应当认真阅读本协议。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款。（无民事行为能力人谢绝使用本服务、限制民事行为能力人应在法定监护人监护下阅读、理解及使用）。如您对协议有任何疑问，可向赳赳单车平台客服咨询。</p>
				<p>阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，您应立即停止注册程序。您的账号获取、登录和使用本服务等行为将视为对本协议的接受以及接受本协议各项条款的约束。</p>
				<p class="title2">1、特别提示</p>
				<p>1.1本《赳赳单车服务协议》（以下简称“本协议”）是服务使用人（以下简称“用户”）与上海赳赳自行车科技有限公司（以下简称“本公司”）之间关于用户下载、安装、使用“赳赳单车”软件（包括但不限于PC版及移动电话、PDA版等各种无线手持终端版本的“赳赳单车”软件），注册、使用、管理“赳赳单车”软件账号，以及使用本公司提供的相关服务所订立的协议。</p>
				<p>1.2“赳赳单车”软件由上海赳赳自行车科技有限公司研发，并将按照本协议的规定及其不时发布的操作规则提供基于互联网以及移动网的相关服务(包括单车租用软件的网络服务和单车使用服务，以下也称“本服务”或“赳赳单车平台服务”）。</p>
				<p>1.3用户注册成功后，本公司将给予每个用户一个用户账号，该账号归本公司所有，用户完成申请注册手续后，获得账号的使用权。账号使用权仅属于初始申请注册人，禁止赠与、借用、租用、转让或者出售。用户承担其账号与密码的保管责任，并就其账号及密码项下之一切活动负全部责任。</p>
				<p class="title2">2、知识产权声明</p>
				<p>2.1本“赳赳单车”软件由本公司开发。“赳赳单车”软件的一切版权、商标权、专利权、商业秘密等知识产权，以及相关的所有信息内容（包括但不限于：文字表述及其组合、图标、图饰、图标、色彩、界面设计、版面框架等）均受中华人民共和国著作权法、商标法、专利法、反不正当竞争法和相应的国际条约以及其他知识产权法律法规的保护，除涉及第三方授权的软件或技术外，本公司享有上述知识产权。</p>
				<p>2.2未经本公司书面同意，用户不得为为任何盈利性或非盈利性的目的自行实施、利用、转让或许可任何第三方实施、利用、转让上述知识产权，也不得实施或者帮助第三人实施其他侵犯上述知识产权的行为，本公司保留追究上述侵权行为的责任。</p>
				<p class="title2">3、授权范围</p>
				<p>3.1用户可以为非商业目的在本公司明示许可的终端上安装、使用、显示、运行“赳赳单车”软件。用户不得为商业运营目的安装、使用、运行“赳赳单车”软件，不得对本软件或者本软件运行过程中释放到任何计算机终端内存中的数据及本软件运行过程中客户端与服务器端的交互数据进行复制、更改、修改、挂接运行或创作任何衍生作品（包括但不限于使用插件、外挂或非经授权的第三方工具/服务接入本软件和相关系统）。</p>
				<p>3.2未经本公司书面同意，用户不得将“赳赳单车”软件安装在未经本公司明示许可的其他终端设备上，包括但不限于机顶盒、无线上网机、游戏机、电视机等。</p>
				<p>3.3保留权利：未明示授权的其他一切权利仍归本公司所有，用户行使其他权利时须另外取得本公司的书面同意。</p>
				<p class="title2">4、服务内容</p>
				<p>4.1赳赳单车平台服务的具体内容由本公司根据实际情况提供，主要包括用户的注册登录、预订车辆、寻车导航、开锁、锁车、还车、评价及举报投诉、查询及分享用车历史记录等。</p>
				<p>4.2“赳赳单车”提供的部分服务为收费服务，用户使用收费服务需要向本公司支付一定的费用。对于收费服务，本公司会尽量在用户使用之前给予用户明确的提示，用户根据提示确认其愿意支付相关费用后，方可使用该等收费服务。如用户拒绝支付相关费用，则本公司有权不向用户提供该等收费服务。</p>
				<p>4.3除本公司依照本协议约定提供的相关服务外，其他与相关网络服务有关的设备（如个人电脑、手机、其他与接入互联网或移动网有关的装置）及第三方收取的相关费用（如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费）均应由用户自行负担。用户对此已知晓并理解。</p>
				<p class="title2">5、服务变更、中断或终止</p>
				<p>5.1鉴于本服务的特殊性，用户同意本公司有权随时变更、中断或终止部分或全部的本服务（包括收费服务及免费服务）。如所涉服务属于免费服务，本公司无需通知用户即可变更、中断、或终止该服务，如所涉服务为收费服务，本公司应当在变更、中断或终止服务前通知用户，并向受影响的用户提供等值的替代性的收费服务，如用户不接受该替代性服务，本公司将就该用户已向本公司实际支付的服务费按照该用户实际使用情况扣除相应服务费后归还该用户。</p>
				<p>5.2鉴于本服务的特殊性，用户同意因本公司定期或不定期对提供本服务的平台（包括但不限于互联网网站、移动网络等）或相关的设备进行检修或者维护造成的收费服务在合理时间内的中断，且本公司除特殊情况外已进行事先通知的，本公司将不承担任何责任。</p>
				<p>5.3本公司在以下情形下有权随时中断或终止向用户提供本协议项下的服务（包括收费服务及免费服务）而无需向用户或任何第三方承担任何责任：</p>
				<p>（1）用户提供的个人资料的真实性、完整性准确性、合法性、有效性等存在问题；</p>
				<p>（2）用户违反本协议中规定的使用规则；</p>
				<p>（3）用户在使用收费服务时未向本公司支付相应的服务费。</p>
				<p>5.4用户注册的账号昵称或者用户名如存在违反法律法规或国家政策，侵犯第三方合法权益的，本公司有权禁止用户继续使用该账号及昵称、用户名。</p>
				<p class="title2">6、使用规则及管理规定</p>
				<p>6.1用户应为符合骑行自行车上路的年龄（12周岁以上）及身体条件健康的人士。用户如患有各种影响安全骑行的疾病或残疾的（包括但不限于癫痫、心脏病、高血压、暂时性晕眩、视力障碍、听觉障碍等），不应当使用本服务，否则由此引起的一切责任和后果均应由用户自行承担。</p>
				<p>6.2用户在申请使用本服务时，须向本公司提供准确、真实的个人相关资料，通过本公司的审核后方能开始使用本服务。如个人资料有任何变动，必须及时更新，更新过程中，本公司有权暂停用户的使用权，用户须经过本公司对更新信息的审核方能继续使用本服务。</p>
				<p>6.3用户不应将其账号密码转让或出借他人使用。如用户发现其账号遭他人非法使用，应立即通知本公司，因用户主动泄露或遭受他人攻击、诈骗等行为而造成的任何损失及后果，本公司不承担任何责任。</p>
				<p>6.4用户同意本公司在提供本服务过程中以各种形式投放各种商业性广告或其他任何类型的商业信息，并且，用户同意接受本公司通过电子邮件或其他方式向用户发送商品促销信息或其他相关信息。</p>
				<p>6.5本公司拥有“赳赳单车”自行车的所有权、使用权以及许可用户使用自行车的权力，并负责该自行车的日常投放、保养、维修。</p>
				<p>6.6前款规定不表示本公司具有实时保障所有可供预定的自行车均处于无故障状态的义务，用户在实际提取自行车前应尽到充分的注意及检查义务，确认车辆各部件的完整有效，熟悉自行车的性能和安全装置。对于发现故障的自行车，应放弃预定并立即停止使用，否则本公司对因该故障车的使用所造成的一切后果不承担任何责任。若用户开锁提车，即表明已认同锁定车辆本身的安全性和完整性，此时使用相关服务过程中发生任何意外或伤害事故，用户须自行承担责任。</p>
				<p>6.7用户同意在使用赳赳单车服务平台过程中遵守以下规则：</p>
				<p>（1）遵守中国有关的法律和法规；</p>
				<p>（2）遵守所有与本服务有关的网络协议、规定和程序；</p>
				<p>（3）不得为任何非法目的而使用本服务；</p>
				<p>（4）不得以任何形式侵犯本公司的商业利益，包括但不限于发布非经本公司许可的商业广告等；</p>
				<p>（5）不得利用“赳赳单车”服务系统进行任何可能对互联网或移动网络正常运转造成不利影响的行为；</p>
				<p>（6）不得利用本服务的任何媒介上传、展示或传播任何辱骂性、恐吓性、淫秽性资料等任何违反公序良俗的信息资料及非法信息资料；</p>
				<p>（7）不得侵犯其他任何第三方的专利权、著作权、商标权、名誉权或其他任何合法权益；</p>
				<p>（8）未经本公司同意，不得以正常使用方式之外的其他任何方式使用赳赳单车，也不得将赳赳单车及其任何部件以正常骑行外的任何其他方式转移至任何地区（不论赳赳单车是否处于上锁状态）。</p>
				<p>本公司通过各种方式（包括但不限于网页公告、电子邮件、短信提醒等）做出的任何声明、通知、警示等内容为本协议的一部分，用户如使用本服务，视为同意该等声明、通知、警示的内容，如用户不同意该等声明、通知或警示，应当立即停止使用本服务。</p>
				<p>6.8用户在使用自行车时应自觉遵守《道路交通安全法》等法律、法规，服从交警的指挥和处理。用户违法骑行造成的处罚、 违法及妨碍安全驾驶行为所造成的损害及损失，均由用户自行承担。如用户不幸发生任何意外或事故，除非用户能证明该意外或事故是因自行车本身固有缺陷直接导致的，否则本公司不承担任何责任。</p>
				<p>6.9用户所预定并提取的自行车仅限用户自己使用，严禁转租或转借于他人使用，禁止骑车载人，否则由此造成的人身伤害或车辆损失均由用户承担。如遇台风、暴雨等特殊天气或其他危急情况，用户应立即停止使用，并尽快将车辆归还至安全地点，以免发生意外或给本公司造成损失，否则造成的损失由用户承担。本公司可根据情况酌情作出暂停服务的措施，并通过媒体和相关途径提醒用户。</p>
				<p>6.10自行车最大载重为100 公斤，其载物架/筐（如有）的最大载重为 5公斤，除载物架/筐外，用户不得在车辆的其他地方挂载任何物品(载物架/筐所载的物品高度从地面起不得超过0.85 米，宽度左右各不得超出车把0.2米，长度前端不得超出车轮，后端不得超出车身0.3米)。如因物品超重、挂载不当而导致车辆损坏或引发交通事故甚至造成人身伤害的，均由用户负责。</p>
				<p>6.11用户应爱护自行车，并合理、正常、安全地使用。如在用户使用期间因用户使用或保管不善（包括但不限于用户打开车锁但未及时取车、用户暂停或终止使用车辆时未及时上锁）导致自行车遗失、被窃或毁坏及部分损坏等，用户须赔偿本公司一切损失。</p>
				<p>6.12用户还车时应确认车锁已切实可靠地锁定、且还车手续已成功。若出现车锁故障导致无法上锁的情况，拨打客服热线     进行反馈。以便本公司及时采取措施保证车辆安全并处理故障。若车辆由于车锁故障导致未锁定、还车未成功且用户因单方面原因未及时与本公司取得联络而造成自行车失窃、损坏的，本公司将向您索取不少于  元人民币的车辆赔偿费用。</p>
				<p>6.13用户在提车、还车时应检查是否个人物品于自行车停放点或车辆上，本公司不承担个人物品看管义务，如有遗失或损坏概由用户承担损失。</p>
				<p>6.14用户不得利用本服务从事违反活动，不得恶意损坏、故意涂鸦污损、擅自拆解自行车及其相关设施，否则因此造成的损失及责任由用户承担。</p>
				<p>6.15本公司有权对用户使用本服务（包括任何收费服务或免费服务）的情况进行审查和监督（包括但不限于对用户存储在本公司的内容进行审核），本公司有权在用户违反本协议规定时要求用户改正或直接采取必要措施（包括但不限于更改或删除用户张贴的内容、暂停或终止用户使用本服务的权利）以减轻用户不当行为造成的影响，本公司有权基于其自身判断，在其认为用户的行为可能发生危害赳赳单车平台或本公司的情形时不经事前通知而先行暂停、中断或终止向用户提供本协议项下的全部或部分服务而无需向用户或任何第三方承担任何责任。</p>
				<p>用户因本条原因被暂停、中断或终止服务时，用户应按照本公司指示行使，否则将被视为违约并应承担本协议违约条款所约定的责任，本公司将保留追究用户法律责任的权利。</p>
				<p class="title2">7、隐私规则</p>
				<p>7.1本公司保证不对外公开或向第三方提供单个用户的注册资料及用户在使用本服务时存储在“赳赳单车”软件中的非公开信息，下列情况除外：</p>
				<p>（1）事先已获得用户的明确同意；</p>
				<p>（2）根据有关法律法规要求</p>
				<p>（3）按照相关政府主管部门的要求；/p>
				<p>（4）为维护社会公众利益需要；</p>
				<p>（5）为维护本公司合法权益。</p>
				<p>7.2本公司在与第三方合作向用户提供相关服务时，若该第三方同意承担与本公司同等的保护用户隐私的责任，本公司有权将用户的注册资料等提供给该第三方。</p>
				<p>7.3本公司在不透露单个用户隐私资料的前提下，有权对整个个用户数据库进行分析并对用户数据库进行商业上的利用。【用户同意并接受本公司现行及不定时更新的隐私政策，如用户不接受更新后的隐私政策，则应立即停止使用本服务】</p>
				<p class="title2">8、免责声明</p>
				<p>8.1用户已明确知晓本协议的内容，用户不按本协议约定以及APP端相关说明及提示使用本服务所产生的风险、责任以及其他一切不利后果，由该用户自行承担，本公司对用户上述行为导致的后果不承担任何责任</p>
				<p>8.2本公司对本服务不作任何类型的担保，包括但不限于本服务的及时性、安全性、准确性及用户使用过程中（包括但不限于驾驶、推行等）非产品质量问题的安全性。</p>
				<p>8.3对于不可抗力、计算机病毒、黑客攻击、系统不稳定、用户所在位置、用户关机以及其他任何网络、技术、通信线路等原因造成的服务中断或不能满足用户要求的风险，由用户自行承担，本公司不承担任何责任。</p>
				<p>8.4用户同意，对于本公司向用户提供的下列产品或者服务的质量缺陷本身及其引发的任何损失，本公司不承担任何法律责任：</p>
				<p>（1）本公司向用户免费提供或者赠送的任何产品或者服务；</p>
				<p>（2）本公司就收费服务向用户附赠的任何产品或者服务。</p>
				<p>8.5用户保证在任何可能引起安全隐患的情况下均不使用“赳赳单车”，在使用赳赳单车平台服务过程中，因其他安全隐患或用户自身或第三方原因等非因本公司原因造成的交通事故以及其他纠纷，本公司不承担任何责任。</p>
				<p>8.6用户保证在使用本服务过程中遵守当地交通法律法规和管理条例，使用赳赳单车平台服务过程中任何直接或者间接违反当地交通法律法规和管理条例的行为，其后果均应由该用户承担。如有举证需要，本公司可以向有关部门提供相关数据作为证据。</p>
				<p class="title2">9、违约赔偿</p>
				<p>9.1如因本公司违反有关法律、法规或本协议项下任何条款而给用户造成损失，本公司同意承担由此造成的损害赔偿责任。</p>
				<p>9.2如因用户违反有关法律法规或本协议项下任何条款而给本公司或任何其他第三人造成损失的，用户同意承担由此造成的损害赔偿责任。</p>
				<p class="title2">10、协议的修改</p>
				<p>本公司有权随时修改本协议任何条款并在本公司网站或“赳赳单车”软件上公布修改之后的协议内容或以其他适当方式提示用户该修改内容，该公布行为和提示行为均视为本公司已经通知用户修改内容。若用户对本公司所做相关修改不同意，应当停止使用本服务。如果用户继续使用本服务，则视为用户同意并接受本公司对本协议相关条款所做的修改。</p>
				<p class="title2">11、通知送达</p>
				<p>11.1本公司对于本协议项下用户的通知均可通过网页公告、软件内公告、电子邮件、手机短信或常规的信件传送等方式进行，该等通知发送之日即视为已送达收件人。</p>
				<p>11.2用户对于本公司的通知应当通过本公司对外正式公布的通信地址、传真号码、电子邮件地址等联系信息进行送达。该等通知以本公司实际收到日为送达日。</p>
				<p class="title2">12、其他</p>
				<p>12.1本协议的订立、执行和解释及争议解决均应适用中国法律并受中国法院管辖。如双方就本协议内容或实际履行发生任何争议，且双方友好协商不成的，任何一方均可向本公司所在地人民法院提起诉讼。</p>
				<p>12.2本协议中的任何条款无论因何种原因完全或部分无效，其余条款仍有效并具有约束力。</p>
				<p>12.3本协议中的标题仅为方便而设，对本协议的解释不受该标题的限制。</p>
		    </div>
	    </div>
	</body>

</html>
